{
  "nav.home": "الرئيسية",
  "nav.about": "من نحن",
  "nav.services": "خدماتنا",
  
  "contact": "اتصل بنا",
  
  "hero.title": "شريكك الموثوق في التجارة العالمية",
  "hero.description": "افتح آفاقًا تجارية جديدة مع Horizon Connex. نحن نبسط عمليات التوريد والشراكات العالمية، مما يضمن معاملات سلسة وحلول مصممة خصيصًا لاحتياجاتك الصناعية والتجارية. سواء كنت توسع سلسلة التوريد الخاصة بك أو تبحث عن أفضل الصفقات، فإننا نربطك بشركاء موثوقين في جميع أنحاء العالم بكفاءة واستراتيجية.",
  
  "about.title": "من نحن",
  "about.description": "في Horizon Connex، نؤمن بأن الروابط الصحيحة تفتح فرصًا لا محدودة. بصفتنا وسيطًا مستقلًا، نلتزم بمساعدة الشركات على التنقل في الأسواق الدولية برؤية جديدة وتفانٍ لا يتزعزع. نحن متخصصون في البحث عن الموردين والتفاوض وتسهيل التجارة، مما يضمن أن كل صفقة مبنية على الثقة والكفاءة والنمو الاستراتيجي.",
  "about.subtitle1": "رؤيتنا",
  "about.description1": "سد الفجوة بين الشركات وشركاء عالميين موثوقين، وتبسيط التجارة الدولية وتعزيز شراكات قوية وطويلة الأمد",
  "about.subtitle2": "نهجنا",
  "about.description2": "نعمل بدقة واحترافية، ونخصص حلولنا لتلبية احتياجات كل عميل الفريدة. بالاستفادة من رؤى الصناعة وشبكة متنامية من الشركاء الموثوقين، نخلق مسارات سلسة وشفافة ومربحة نحو النجاح.",
  "about.subtitle3": "التزامنا بالتميز",
  "about.description3": "تلتزم Horizon Connex بالكامل بنموك، مقدمة شراكات موثوقة وحلول تجارية سلسة. نجلب الطاقة والقدرة على التكيف ونهجًا مستقبليًا في كل مفاوضة ومعاملة، مع إعطاء الأولوية للنزاهة والكفاءة والقيمة طويلة الأجل لتقديم أعلى مستويات الالتزام والخدمة.",
  
  "services.title.span": "خدماتنا",
  "services.title": "خدماتنا",
  "services.description": "توفر Horizon Connex حلول وساطة مصممة خصيصًا لتبسيط التجارة العالمية ومساعدة شركتك في تأمين شراكات قيمة. مع التزامنا بالدقة والكفاءة، تضمن خدماتنا معاملات سلسة ونموًا استراتيجيًا.",
  "services.box1.title": "التوريد العالمي",
  "services.box1.description": "تحديد الموردين الموثوقين للمواد الصناعية والمواد الخام والمكونات المتخصصة في جميع أنحاء العالم، مع ضمان الجودة والموثوقية.",
  "services.box2.title": "توفيق الشركاء",
  "services.box2.description": "تقديم وربط الشركاء الموثوقين حسب احتياجاتك، لبناء شراكات سلسة ومفيدة للطرفين تعزز النجاح على المدى الطويل.",
  "services.box3.title": "دعم التفاوض",
  "services.box3.description": "المساعدة في الحصول على أفضل الأسعار والشروط التعاقدية والصفقات التجارية من الدرجة الأولى لتعظيم الربحية.",
  "services.box4.title": "التحقق من الموردين",
  "services.box4.description": "إجراء فحوصات دقيقة على الموردين لضمان الموثوقية والامتثال ومعايير الجودة قبل أي التزام.",
  "services.box5.title": "تنسيق اللوجستيات",
  "services.box5.description": "تبسيط التواصل وتنسيق اللوجستيات وإدارة الوثائق لضمان معاملات فعالة وسلسة.",
  "services.box6.title": "رؤى السوق",
  "services.box6.description": "إجراء أبحاث وتحليلات متعمقة حول اتجاهات الصناعة وتقلبات الأسعار وفرص سلسلة التوريد لدعم قرارات أعمال مستنيرة.",
  
  "call-to-action.title": "افتح فرصًا عالمية",
  "call-to-action.description": "هل تبحث عن المورد أو المشتري أو الشريك التجاري المناسب؟ تساعدك Horizon Connex في الاتصال بشركات موثوقة حول العالم، لضمان معاملات سلسة وصفقات مربحة. لنرتقِ بأعمالك إلى المستوى التالي – ابدأ اليوم!",
  "call-to-action.contact": "اتصل بنا",
  
  "features.title.span": "قيمنا",
  "features.title": "قيمنا",
  "features.description": "في Horizon Connex، قيمنا الأساسية هي أعمدة خدمتنا. تُعرّف من نحن، وتوجه قراراتنا، وتشكل كل تفاعل مع عملائنا.",
  "features.title1": "النزاهة والشفافية",
  "features.description1": "نؤمن بممارسات تجارية صادقة وأخلاقية، مما يضمن استفادة جميع الأطراف من صفقات عادلة وشفافة. يمكن لعملائنا الوثوق بنا للعمل لصالحهم مع الإفصاح الكامل والمساءلة.",
  "features.description1.point1": "اتصال واضح ومنفتح.",
  "features.description1.point2": "عدم وجود تضارب في المصالح.",
  "features.description1.point3": "شراكات مبنية على الثقة طويلة الأمد.",
  "features.title2": "الموثوقية والالتزام",
  "features.description2": "نحن ملتزمون بتقديم خدمات وساطة عالية الجودة وموثوقة باستمرار. يعتمد عملاؤنا علينا لإدارة التوريد والتفاوض والاتصالات باحتراف وكفاءة.",
  "features.description2.1": "كل عميل فريد من نوعه، ونأخذ الوقت لفهم احتياجاته الخاصة. نسعى لتقديم حلول مخصصة، مما يضمن شراكات عمل ناجحة وفعّالة. يدفعنا التزامنا بالخدمة عالية الجودة إلى تجاوز التوقعات وبناء الثقة على المدى الطويل.",
  "features.title3": "انتشار عالمي وخبرة محلية",
  "features.description3": "نربط الشركات عالميًا مع فهم للأسواق المحلية واللوائح وثقافات الأعمال. يتيح لنا ذلك العثور على أفضل الفرص وضمان معاملات سلسة.",
  "features.description3.point1": "شبكة قوية من الموردين الدوليين.",
  "features.description3.point2": "معرفة بسياسات التجارة العالمية واللوجستيات.",
  "features.description3.point3": "القدرة على التكيف مع بيئات الأعمال المختلفة.",
  "features.title4": "حلول مدفوعة بالقيمة",
  "features.description4": "نتجاوز ربط المشترين والموردين—ننشئ مزايا استراتيجية تعزز النمو والربحية. تضمن خبرتنا أفضل الشروط والجودة والموثوقية في كل صفقة.",
  "features.description4.1": "التنفيذ الفوري والمعاملات الآمنة هما جوهر خدماتنا. نحافظ على نهج احترافي في كل صفقة، مما يضمن لعملائنا مفاوضات سلسة ونموًا طويل الأجل.",
  
  "contact.title.span": "اتصل بنا",
  "contact.title": "اتصل بنا",
  "contact.description": "نحن ملتزمون بمساعدتك على التغلب على تحديات التجارة العالمية واغتنام الفرص الجديدة. تواصل معنا لتكتشف كيف يمكن أن تدعم Horizon Connex أهداف عملك بخبرة والتزام لا يتزعزع.",
  "contact.loading": "جارٍ الإرسال",
  "contact.sent": "تم إرسال رسالتك. شكرًا لك!",
  "contact.button": "إرسال الرسالة",
  
  "footer.title": "Horizon Connex",
  "footer.description": "نربط التجارة العالمية بخبرة لا مثيل لها ونزاهة ثابتة؛ Horizon Connex هو شريكك الموثوق في السوق الدولية. صُممت حلولنا المخصصة لإنشاء قيمة مستدامة ودفع عملك إلى الأمام.",
  "footer.links": "روابط مفيدة",
  "footer.links1": "الرئيسية",
  "footer.links2": "من نحن",
  "footer.links3": "خدماتنا",
  "footer.links4": "اتصل بنا",
  "footer.services": "خدماتنا",
  "footer.services1": "التوريد العالمي",
  "footer.services2": "توفيق الشركاء",
  "footer.services3": "دعم التفاوض",
  "footer.services4": "التحقق من الموردين",
  "footer.services5": "تنسيق اللوجستيات",
  "footer.email": "البريد الإلكتروني",
  "footer.copyright": "حقوق النسخ 2025",
  "footer.copyright1": "جميع الحقوق محفوظة"
}
