{
  "nav.home": "Home",
  "nav.about": "About",
  "nav.services": "Services",
  
  "contact": "Contact",
  
  "hero.title": "Your Trusted Partner in Global Trade",
  "hero.description": "Unlock new business opportunities with Horizon Connex. We streamline global sourcing and partnerships, ensuring smooth transactions and tailored solutions for your industrial and commercial needs. Whether expanding your supply chain or securing the best deals, we connect you with trusted partners worldwide—efficiently and strategically.",
  
  "about.title": "About US",
  "about.description": "At Horizon Connex, we believe that the right connections unlock limitless opportunities. As an independent brokerage, we are committed to helping businesses navigate international markets with a fresh perspective and unwavering dedication. We specialize in supplier sourcing, negotiation, and trade facilitation—ensuring every deal is built on trust, efficiency, and strategic growth.",
  "about.subtitle1": "Our Vision",
  "about.description1": "To bridge the gap between businesses and reliable global partners, simplifying international trade and fostering strong, lasting partnerships",
  "about.subtitle2": "Our Approach",
  "about.description2": "We operate with precision and professionalism, tailoring our solutions to meet each client's unique needs. Leveraging industry insights and a growing network of trusted partners, we create seamless, transparent, and profitable pathways to success.",
  "about.subtitle3": "Our Commitment to Excellence", 
  "about.description3": "Horizon Connex is fully invested in your growth, delivering trusted partnerships and seamless trade solutions. We bring energy, adaptability, and a forward-thinking approach to every negotiation and transaction, prioritizing integrity, efficiency, and long-term value to deliver the highest level of dedication and service",
  
  "services.title.span": "Our Services",
  "services.title": "Our Services",
  "services.description": "Horizon Connex delivers tailored brokerage solutions designed to simplify global trade and help your business secure valuable partnerships. With a commitment to precision and efficiency, our services ensure smooth transactions and strategic growth",
  "services.box1.title": "Global Sourcing",
  "services.box1.description": "Identifying reliable suppliers for industrial materials, raw materials, and specialized components worldwide, ensuring quality and reliability",
  "services.box2.title": "Partner Matching",
  "services.box2.description": "Introducing and connecting trusted partners tailored to your needs, to forge seamless, mutually beneficial partnerships that drive long-term success",
  "services.box3.title": "Negotiation Support",
  "services.box3.description": "Assisting in securing optimal pricing, favorable contract conditions and best-in-class business deals to maximize profitability",
  "services.box4.title": "Supplier Verification",
  "services.box4.description": "Conducting rigorous background checks on suppliers to ensure reliability, compliance, and quality standards before any commitment is made",
  "services.box5.title": "Logistic Coordination",
  "services.box5.description": "Streamlining communication, logistics coordination, and managing documentation to ensure smooth and efficient transactions",
  "services.box6.title": "Market Insights",
  "services.box6.description": "Assisting research and in-depth analysis on industry trends, pricing fluctuations, and supply chain opportunities to support informed business decisions",

  "call-to-action.title": "Unlock Global Opportunities",
  "call-to-action.description": "Looking for the right supplier, buyer, or business partner? Horizon Connex helps you connect with trusted companies worldwide, ensuring seamless transactions and profitable deals. Let’s take your business to the next level—start today!",
  "call-to-action.contact": "Contact",

  "features.title.span": "Our Values",
  "features.title": "Our Values",
  "features.description": "At Horizon Connex, our core values are the pillars of our service. They define who we are, guide our decisions, and shape every interaction we have with our clients",
  "features.title1": "Integrity & Transparency.",
  "features.description1": "We believe in honest and ethical business practices, ensuring all parties involved benefit from fair and transparent deals. Our clients can trust us to act in their best interests with full disclosure and accountability.",
  "features.description1.point1": "Clear and open communication.",
  "features.description1.point2": "No conflicts of interest.",
  "features.description1.point3": "Long-term, trust-based partnerships.",
  "features.title2": "Reliability & Commitment",
  "features.description2": "We are dedicated to delivering consistent, high-quality brokerage services. Our clients rely on us to handle their sourcing, negotiations, and connections with professionalism and efficiency.",
  "features.description2.1": "Every client is unique, and we take the time to understand their specific needs. We strive to deliver tailored solutions, ensuring efficient and successful business partnerships. Our dedication to quality service drives us to exceed expectations and build long-term trust",
  "features.title3": "Global Reach & Local Expertise",
  "features.description3": "We connect businesses worldwide while understanding local markets, regulations, and business cultures. This allows us to find the best opportunities and ensure smooth transactions.",
  "features.description3.point1": "A strong international supplier network.",
  "features.description3.point2": "Knowledge of global trade policies and logistics.",
  "features.description3.point3": "Adaptability to different business environments.",
  "features.title4": "Value-Driven Solutions",
  "features.description4": "We go beyond connecting buyers and suppliers—we create strategic advantages that drive growth and profitability. Our expertise ensures the best terms, quality, and reliability in every deal.",
  "features.description4.1": "Timely execution and secure transactions are at the core of our services. We maintain a professional approach in every deal, ensuring that our clients experience smooth, hassle-free negotiations and long-term business growth",

  "contact.title.span": "Contact", 
  "contact.title": "Contact",
  "contact.description": "We are dedicated to helping you overcome global trade challenges and seize new opportunities. Reach out to discover how Horizon Connex can support your business goals with unwavering commitment and expertise", 
  "contact.loading": "Loading",
  "contact.sent": "Your message has been sent. Thank you!",
  "contact.button": "Send Message",

  "footer.title": "Horizon Connex",
  "footer.description": "Bridging global trade with unparalleled expertise and unwavering integrity, Horizon Connex is your trusted partner in the international marketplace. Our tailored solutions are designed to create lasting value and drive your business forward.",
  "footer.links": "Useful Links",
  "footer.links1": "Home",
  "footer.links2": "About Us",
  "footer.links3": "Services",
  "footer.links4": "Contact",
  "footer.services": "Our Services",
  "footer.services1": "Global Sourcing",
  "footer.services2": "Partner Matching",
  "footer.services3": "Negotiation Support",
  "footer.services4": "Supplier Verification",
  "footer.services5": "Logistics Coordination",
  "footer.email":"Email",
  "footer.copyright": "Copyright 2025",
  "footer.copyright1": "All Rights Reserved"
}
