{
  "nav.home": "Home",
  "nav.about": "Chi siamo",
  "nav.services": "Servizi",
  
  "contact": "Contatti",
  
  "hero.title": "Il tuo partner di fiducia nel commercio globale",
  "hero.description": "Sblocca nuove opportunità di business con Horizon Connex. Ottimizziamo l'approvvigionamento e le partnership a livello mondiale, garantendo transazioni fluide e soluzioni su misura per le tue esigenze industriali e commerciali. Che tu stia espandendo la tua catena di fornitura o cercando le migliori offerte, ti mettiamo in contatto con partner affidabili in tutto il mondo—in modo efficiente e strategico.",
  
  "about.title": "Chi siamo",
  "about.description": "In Horizon Connex crediamo che i giusti collegamenti aprano opportunità illimitate. In qualità di broker indipendente, ci impegniamo ad aiutare le aziende a orientarsi nei mercati internazionali con una prospettiva fresca e una dedizione incrollabile. Siamo specializzati in ricerca fornitori, negoziazione e facilitazione del commercio—garantendo che ogni accordo si basi su fiducia, efficienza e crescita strategica.",
  "about.subtitle1": "La nostra visione",
  "about.description1": "Colmare il divario tra aziende e partner globali affidabili, semplificando il commercio internazionale e promuovendo partnership forti e durature",
  "about.subtitle2": "Il nostro approccio",
  "about.description2": "Operiamo con precisione e professionalità, personalizzando le nostre soluzioni per soddisfare le esigenze uniche di ogni cliente. Sfruttando approfondimenti di settore e una rete in crescita di partner fidati, creiamo percorsi senza interruzioni, trasparenti e redditizi verso il successo.",
  "about.subtitle3": "Il nostro impegno per l’eccellenza",
  "about.description3": "Horizon Connex è completamente focalizzata sulla tua crescita, offrendo partnership affidabili e soluzioni commerciali senza intoppi. Mettiamo energia, adattabilità e un approccio lungimirante in ogni negoziazione e transazione, dando priorità a integrità, efficienza e valore a lungo termine per garantire il massimo livello di dedizione e servizio.",
  
  "services.title.span": "I nostri servizi",
  "services.title": "I nostri servizi",
  "services.description": "Horizon Connex offre soluzioni di intermediazione su misura progettate per semplificare il commercio globale e aiutare la tua azienda a ottenere partnership di valore. Con un impegno verso precisione ed efficienza, i nostri servizi garantiscono transazioni fluide e crescita strategica",
  "services.box1.title": "Approvisionnement globale",
  "services.box1.description": "Individuazione di fornitori affidabili di materiali industriali, materie prime e componenti specializzati in tutto il mondo, garantendo qualità e affidabilità",
  "services.box2.title": "Selezione partner",
  "services.box2.description": "Presentazione e connessione di partner affidabili su misura per le tue esigenze, per instaurare partnership senza intoppi e reciprocamente vantaggiose che favoriscano il successo a lungo termine",
  "services.box3.title": "Supporto alle negoziazioni",
  "services.box3.description": "Assistenza nel conseguire prezzi ottimali, condizioni contrattuali favorevoli e accordi commerciali di prima classe per massimizzare la redditività",
  "services.box4.title": "Verifica fornitori",
  "services.box4.description": "Esecuzione di rigorosi controlli sui fornitori per garantirne affidabilità, conformità e standard di qualità prima di qualsiasi impegno",
  "services.box5.title": "Coordinamento logistico",
  "services.box5.description": "Ottimizzazione della comunicazione, coordinamento logistico e gestione della documentazione per garantire transazioni fluide ed efficienti",
  "services.box6.title": "Analisi di mercato",
  "services.box6.description": "Ricerca e analisi approfondita delle tendenze di settore, delle fluttuazioni dei prezzi e delle opportunità nella catena di fornitura per supportare decisioni aziendali informate",

  "call-to-action.title": "Sblocca opportunità globali",
  "call-to-action.description": "Cerchi il giusto fornitore, acquirente o partner commerciale? Horizon Connex ti aiuta a connetterti con aziende affidabili in tutto il mondo, garantendo transazioni senza intoppi e accordi redditizi. Portiamo la tua azienda al livello successivo—inizia oggi stesso!",
  "call-to-action.contact": "Contattaci",

  "features.title.span": "I nostri valori",
  "features.title": "I nostri valori",
  "features.description": "In Horizon Connex, i nostri valori fondamentali sono i pilastri del nostro servizio. Definiscono chi siamo, guidano le nostre decisioni e plasmano ogni interazione con i clienti",
  "features.title1": "Integrità e trasparenza",
  "features.description1": "Crediamo in pratiche commerciali oneste ed etiche, garantendo che tutte le parti coinvolte beneficino di accordi equi e trasparenti. I nostri clienti possono fidarsi di noi per agire nel loro interesse, con piena divulgazione e responsabilità.",
  "features.description1.point1": "Comunicazione chiara e aperta.",
  "features.description1.point2": "Nessun conflitto di interessi.",
  "features.description1.point3": "Partnership basate sulla fiducia a lungo termine.",
  "features.title2": "Affidabilità e impegno",
  "features.description2": "Siamo dedicati a fornire servizi di intermediazione costanti e di alta qualità. I nostri clienti contano su di noi per gestire il loro approvvigionamento, le negoziazioni e le connessioni con professionalità ed efficienza.",
  "features.description2.1": "Ogni cliente è unico e ci prendiamo il tempo necessario per comprendere le sue esigenze specifiche. Ci impegniamo a offrire soluzioni personalizzate, garantendo partnership aziendali efficienti e di successo. La nostra dedizione alla qualità ci spinge a superare le aspettative e a instaurare fiducia a lungo termine.",
  "features.title3": "Portata globale e competenza locale",
  "features.description3": "Connettiamo aziende in tutto il mondo comprendendo i mercati locali, le normative e le culture aziendali. Ciò ci consente di trovare le migliori opportunità e garantire transazioni senza intoppi.",
  "features.description3.point1": "Una solida rete internazionale di fornitori.",
  "features.description3.point2": "Conoscenza delle politiche commerciali globali e della logistica.",
  "features.description3.point3": "Adattabilità a diversi contesti aziendali.",
  "features.title4": "Soluzioni orientate al valore",
  "features.description4": "Andiamo oltre il collegamento tra acquirenti e fornitori—creiamo vantaggi strategici che guidano crescita e redditività. La nostra esperienza garantisce i migliori termini, qualità e affidabilità in ogni accordo.",
  "features.description4.1": "L'esecuzione tempestiva e le transazioni sicure sono al centro dei nostri servizi. Manteniamo un approccio professionale in ogni trattativa, assicurando ai nostri clienti negoziazioni senza problemi e crescita aziendale a lungo termine.",

  "contact.title.span": "Contatti",
  "contact.title": "Contatti",
  "contact.description": "Siamo dedicati ad aiutarti a superare le sfide del commercio globale e a cogliere nuove opportunità. Contattaci per scoprire come Horizon Connex può supportare i tuoi obiettivi aziendali con impegno ed esperienza costanti",
  "contact.loading": "Caricamento in corso",
  "contact.sent": "Il tuo messaggio è stato inviato. Grazie!",
  "contact.button": "Invia messaggio",

  "footer.title": "Horizon Connex",
  "footer.description": "Colleghiamo il commercio globale con competenza senza pari e integrità incrollabile; Horizon Connex è il tuo partner di fiducia nel mercato internazionale. Le nostre soluzioni su misura sono pensate per creare valore duraturo e far crescere il tuo business.",
  "footer.links": "Link utili",
  "footer.links1": "Home",
  "footer.links2": "Chi siamo",
  "footer.links3": "Servizi",
  "footer.links4": "Contatti",
  "footer.services": "I nostri servizi",
  "footer.services1": "Approvisionnement globale",
  "footer.services2": "Selezione partner",
  "footer.services3": "Supporto alle negoziazioni",
  "footer.services4": "Verifica fornitori",
  "footer.services5": "Coordinamento logistico",
  "footer.email": "Email",
  "footer.copyright": "Copyright 2025",
  "footer.copyright1": "Tutti i diritti riservati"
}
